Repository: msaizar/django_email_auth
Catalog: email_auth/locale/*/LC_MESSAGES/django.po
Languages: es

source: Could not get custom user model %s
es: Imposible de obtener el modelo %s

source: Remember me on this computer
es: Recordarme en esta computadora

source: Please enter a correct email and password. Note that both fields are case-sensitive.
es: Ingrese un email y una contraseña válida.

source: This account is inactive.
es: Esta cuenta está inactiva.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
es: Su navegador no tiene cookies activadas. Las cookies son necesarias para iniciar sesión.

source: Sorry, you are not allowed to access to %s
es: Lo sentimos, no tiene autorización para acceder a %s

source: <h1>Forbidden</h1><p>You do not have staff privileges.</p>
es: <h1>Denegado</h1><p>No tiene autorización suficiente.</p>

source: Logged out
es: Sesión cerrada

source: Home
es: Inicio

source: Thanks for spending some quality time with the Web site today.
es: Gracias por su visita.

source: Log in again
es: Iniciar sesión nuevamente

source: Log in
es: Iniciar sesión
